app/controllers/books_controller.rb

SELECT "books".* FROM "books" ORDER BY "books"."id" DESC
---
    def index
        @books = Book.all.order(id: :desc)